export const LEINA_NOSTALGIA_RUBY: Music = {
  lyrics: [
    {
      rubyText: "濡{ぬ}れてる",
      main: true,
    },
    {
      rubyText: "枕{まくら}元{もと}",
      main: false,
    },
    {
      rubyText: "頬{ほお}に",
      main: false,
    },
    {
      rubyText: "ついて",
      main: false,
    },
    {
      rubyText: "目{め}覚{ざ}めた",
      main: true,
    },
  ],
}

export const LEINA_NOSTALGIA: string[] = [
  `濡{ぬ}れてる枕{まくら}元{もと}頬{ほお}について目{め}覚{ざ}めた`,
  `昨日の出{で}来{き}事{ごと}夢{ゆめ}のように曖{あい}昧{まい}だ`,
  `夏の夜{よ}風{かぜ}に揺{ゆ}られ君の匂{にお}いが香{かお}る`,
  `もう一度やり直したいよきっと報{むく}われないまま`,
  `笑ったらできる目{め}尻{じり}、腰に添{そ}える右手`,
  `全部熱{ねつ}を帯{お}びて私に巻{ま}き付{つ}いてる`,
  `二人で行くって約束果{は}たせずに夏が終わる`,
  `呆{あっ}気{け}なく花火は散{ち}る私だけ置{お}いてかれた`,
  `ずっと一緒に居{い}ようって言{い}い出{だ}したのは君なのに`,
  `行かないで行かないで私が変{か}わるから`,
]