export const JLPT_N3_GOI_EXERCISES: JLPTExercise[] = [
  {
    id: 2,
    content: [
      '荷物が届きましたが、それは私が注文したものと',
      '',
    ],
    options: ['ちがかったです', 'まちがったです', 'ちがっていました', 'まちがえていました'],
    answer: 'xxxxx',
  },
  {
    id: 5,
    content: [
      '夫とは大学のとき',
      '、卒業後{ご}すぐに結婚した。',
    ],
    options: ['出会って', '出会いして', '出会いで', '出会いにして'],
    answer: 'xxx',
  },
  {
    id: 8,
    content: [
      'うそを',
      'はいけません。',
    ],
    options: ['ひいて', 'とって', 'うつして', 'ついて'],
    answer: 'xxxxx',
  },
  {
    id: 11,
    content: [
      'これからそちらに',
      'から、3時までには着くと思います。',
    ],
    options: ['むかえます', 'とどきます', 'まにあいます', 'むかいます'],
    answer: 'xxxxx',
  },
  {
    id: 14,
    content: [
      'A「ごめんね。本当にごめん。」\nB:「そんなに',
      'いいよ。」',
    ],
    options: ['あいさつしなくても', 'あやまらなくても', 'ちゅういしなくても', 'おこらなくても'],
    answer: 'xxxxx',
  },
  {
    id: 17,
    content: [
      '鉛{えん}筆{ぴつ}に消しゴムをつけたのは、良い',
      'だと思う。',
    ],
    options: ['アイデア', 'チャンス', 'バランス', 'テーマ'],
    answer: 'xxxx',
  },
  {
    id: 20,
    content: [
      'A:「試験はできた？」\nB:「うん、',
      'わからなかったけど、だいたいできたよ。」',
    ],
    options: ['すべて', 'まあまあ', 'つぎつぎに', 'ところどころ'],
    answer: 'xxxx',
  },
  {
    id: 23,
    content: [
      'ぼくは英語は苦手だが、数{すう}学{がく}は',
      'だ。',
    ],
    options: ['上手', '得{とく}意{い}', '上{じょう}等{とう}', '高{こう}級{きゅう}'],
    answer: 'xxxxx',
  },
  {
    id: 26,
    content: [
      '隣{となり}の席{せき}が',
      'ので、荷物をそこに置いた。',
    ],
    options: ['あいていた', 'のこっていた', 'すいていた', 'あまっていた'],
    answer: 'xxxxxx',
  },
  {
    id: 29,
    content: [
      'A:「すみません、コーヒーのおかわりをお願いします。」\nB:「はい、',
      '。」',
    ],
    options: ['りょうかいいたします', 'おじゃまいたしました', 'しょうちいたします', ' かしこまりました'],
    answer: 'xxxxx',
  },
  {
    id: 32,
    content: [
      'では、また',
      'お電話いたします。',
    ],
    options: ['まもなく', 'のちほど', 'しばらく', 'さきに'],
    answer: 'xxxxx',
  },
  {
    id: 35,
    content: [
      '昨日、運動しすぎて、体の',
      'が痛いです。',
    ],
    options: ['あのへん', 'どこでも', 'あちこち', 'どこか'],
    answer: 'xxxxxx',
  },
  {
    id: 38,
    content: [
      '緊{きん}張{ちょう}しないで、',
      '詰しましょう。',
    ],
    options: ['おもいついて', 'はりきって', 'おちついて', 'みなおして'],
    answer: 'xxxxx',
  },
  {
    id: 41,
    content: [
      'よくわかりません。もう少し',
      '説してくださいませんか。',
    ],
    options: ['くわしく', 'きびしく', 'けわしく', 'よろしく'],
    answer: 'xxxxx',
  },
  {
    id: 44,
    content: [
      'スキーで',
      '足の骨{ほね}を折{お}ってしまった。',
    ],
    options: ['おちて', 'たおれて', 'ころんで', 'つぶれて'],
    answer: 'xxxxx',
  },
  {
    id: 47,
    content: [
      'ぼくは',
      'で、姉{あね}が一人、兄{あに}が二人います',
    ],
    options: ['ひとりっこ', 'すえっこ', 'ちょうなん', 'じなん'],
    answer: 'xxxxx',
  },
  {
    id: 50,
    content: [
      'この野菜は',
      '食べられません。ゆでるか焼{や}くかしてください。',
    ],
    options: ['むいては', 'ままでは', 'なまでは', 'にては'],
    answer: 'xxxxxx',
  },
  {
    id: 53,
    content: [
      'A:「スニーカーのひもがほどけているよ。」\nB:「ほんとだ。',
      'から待って。」',
    ],
    options: ['ぬく', 'くっつける', 'むすぶ', 'ぬう'],
    answer: 'xxxxxx',
  },
  {
    id: 56,
    content: [
      '車の事故にあったが、',
      'よかった。',
    ],
    options: ['気をつけて', 'いいかげんで', 'お気の毒{どく}で', '大{たい}したことがなくて'],
    answer: 'xxxxxx',
  },
  {
    id: 59,
    content: [
      '',
      'が、どうぞお入りください。',
    ],
    options: ['片{かた}付{づ}けられません', '散{ち}らかっています', 'きれいにしません', '汚{よご}れてきます'],
    answer: 'xxxxxx',
  },
  {
    id: 62,
    content: [
      'この店の一{いち}日{にち}の',
      'は、約{やく}10万円です。',
    ],
    options: ['売{う}り場{ば}', '売{う}り上{あ}げ', '売{う}り切{き}れ', '売{う}り出{だ}し'],
    answer: 'xxxxxx',
  },
  {
    id: 65,
    content: [
      '',
      '・たくさん召{め}し上{あ}がってください。',
    ],
    options: ['失{しつ}礼{れい}して', '遠{えん}慮{りょ}せずに', '謙{けん}そんせずに', '承{しょう}知{ち}して'],
    answer: 'xxxxx',
  },
  {
    id: 68,
    content: [
      'ぼくは、無朝、風{ふ}呂{ろ}場{ば}で',
      'をそります。',
    ],
    options: ['ひじ', 'はげ', ' かび', 'ひげ'],
    answer: 'xxxxxxx',
  },
  {
    id: 71,
    content: [
      '7月',
      'には、梅{つ}雨{ゆ}も明{あ}けるでしょう。',
    ],
    options: ['中{ちゅう}旬{じゅん}', '中{ちゅう}間{かん}', '中{ちゅう}心{しん}', '中{ちゅう}央{おう}'],
    answer: 'xxxxx',
  },
  {
    id: 74,
    content: [
      '一度できなくても',
      'いけません。もう一度やってみましょう。',
    ],
    options: ['あきては', 'あきれては', 'あきらめては', 'あきられては'],
    answer: 'xxxxx',
  },
  {
    id: 77,
    content: [
      'あの人とは同じクラスなんですが、口{くち}を',
      'ことがありません。',
    ],
    options: ['かけた', 'だした', 'きいた', 'さげた'],
    answer: 'xxxxx',
  },
  {
    id: 80,
    content: [
      '田中さんは、よく笑う',
      '人です。',
    ],
    options: ['あわただしい', 'おとなしい', 'まぶしい', 'ほがらかな'],
    answer: 'xxxxx',
  },
  {
    id: 83,
    content: [
      '新{しん}幹{かん}線{せん}は、乗{じょう}車{しゃ}の',
      'だけでなく、特{とっ}急{きゅう}',
      'が必要だ。'
    ],
    options: ['券{けん}/券{けん}', '札{さつ}/札{さつ}', '紙{かみ}/紙{かみ}', '賃{ちん}/賃{ちん}'],
    answer: 'xxxxx',
  },
  {
    id: 86,
    content: [
      'ご注文の品{しな}物{もの}は、明日',
      'お届けいたします。',
    ],
    options: ['確{たし}かに', '確{たし}か', '急{いそ}ぎに', '急{きゅう}に'],
    answer: 'xxxxx',
  },
  {
    id: 89,
    content: [
      'この先{さき}、道が二つに分かれていますが、どっちの',
      'に行けばいいですか。',
    ],
    options: ['土{と}地{ち}', '向{む}き', '地{ち}方{ほう}', '方{ほう}向{こう}'],
    answer: 'xxxxx',
  },
  /*
  * REVIEW OF SECTION 1
  * The following exercises are for review purposes.
  */
  {
    id: 93,
    content: [
      '昨日の会議では、よいアイデアが',
      '発表された。',
    ],
    options: ['ところどころ', 'つぎつぎに'],
    answer: 'xxxxxxx',
    refersTo: 20,
  },
  {
    id: 94,
    content: [
      'まだゲームをしているの？',
      'しなさい。',
    ],
    options: ['えんりょ', 'いいかげんに'],
    answer: 'xxxxx',
    refersTo: 56,
  },
  {
    id: 99,
    content: [
      '田中先生は、',
      'こわいけれど、とてもいい先生です。',
    ],
    options: ['きびしくて', 'けわしくて'],
    answer: 'xxxxx',
    refersTo: 41,
  },
  {
    id: 100,
    content: [
      '弟は小学生のころ、',
      '友だちも少なかったです。',
    ],
    options: ['ほがらかで', 'おとなしくて'],
    answer: 'xxxxx',
    refersTo: 80,
  },
  {
    id: 105,
    content: [
      '',
      'が良い食事を心がけましょう。',
    ],
    options: ['テーマ', 'バランス'],
    answer: 'xxxxxx',
    refersTo: 17,
  },
  {
    id: 106,
    content: [
      'そんな易しい計{けい}算{さん}もできないなんて、本当に',
      'ね。',
    ],
    options: ['あきられる', 'あきれる'],
    answer: 'xxxxx',
    refersTo: 74,
  },
  {
    id: 111,
    content: [
      'A: 「',
      '。」\nB:「気をつけて。また遊びに来てください。」',
    ],
    options: ['おじゃましました', 'しょうちしました'],
    answer: 'xxxxx',
    refersTo: 29,
  },
  {
    id: 112,
    content: [
      '彼の言い方に',
      'が、何も言えなかった。',
    ],
    options: ['腹にきた', '頭にきた'],
    answer: 'xxxxx',
    refersTo: 77,
  },
  {
    id: 117,
    content: [
      '田{い}舎{なか}に広い',
      'があるが、そこに家を建てるつもりはない。',
    ],
    options: ['土地', '地方'],
    answer: 'xxxxx',
    refersTo: 89,
  },
  {
    id: 118,
    content: [
      'A:「今度の試験いつか知ってる？」\nB:「',
      '来月の10日だったと思うけれど・・・。',
    ],
    options: ['確かに', '確か'],
    answer: 'xxxxx',
    refersTo: 86,
  },
  {
    id: 123,
    content: [
      'おなかがすきすぎて、',
      '。',
    ],
    options: ['ころびそうだ', 'たおれそうだ'],
    answer: 'xxxxx',
    refersTo: 44,
  },
  {
    id: 124,
    content: [
      'お金を使いすぎて、帰る電車',
      'もなくなった。',
    ],
    options: ['賃', '券'],
    answer: 'xxxxx',
    refersTo: 83,
  },
  /*
  * EXERCISES SECTION 2
  * The following exercises are from book section 2.
  */
];

