export const JLPT_N3_GRAMMAR_EXERCISES: JLPTExercise[] = [
  {
    id: 3,
    content: [
      '子供のころ、この園で遊んだ',
      '',
    ],
    options: ['ことか', 'ことだ', 'ものか', 'ものだ'],
    answer: 'ものだ',
    type: 'ぶんぽう',
  },
  {
    id: 6,
    content: [
      'ゲームを',
      'ばかりいないで、自然に親{した}しんだらどうですか。',
    ],
    options: ['し', 'して', 'した', 'する'],
    answer: 'して',
    type: 'ぶんぽう',
  },
  {
    id: 9,
    content: [
      '',
      'ありがとう。',
    ],
    options: ['手伝って', '手振う', '手伝ったのは', '手伝ってくれて'],
    answer: '手伝ってくれて',
    type: 'ぶんぽう',
  },
  {
    id: 12,
    content: [
      'A: 「ここは写真を',
      'いけないんだよ。」\nB:「あ、そうなんだ。」',
    ],
    options: ['とっちゃ', 'とるんじゃ', 'とんじゃ', 'とっちゃって'],
    answer: 'とっちゃ',
    type: 'ぶんぽう',
  },
  {
    id: 15,
    content: [
      'A:「全部',
      'ちゃおうか。」\nB:「明日の分、とっとこうよ。」',
    ],
    options: ['食べる', '食べて', '食べ', '食べた'],
    answer: '食べ',
    type: 'ぶんぽう',
  },
  {
    id: 18,
    content: [
      'あんなやり方ではうまく',
      'だろうと思う。',
    ],
    options: ['いく', 'いかない', 'いこう', 'いくまい'],
    answer: 'いかない',
    type: 'ぶんぽう',
  },
  {
    id: 21,
    content: [
      '今年は、日本熊試験のN3を',
      'と思います。',
    ],
    options: ['受けよう', '受けろう', '受けるよう', '受こう'],
    answer: '受けよう',
    type: 'ぶんぽう',
  },
  {
    id: 24,
    content: [
      'A「君、昨日来なかったね。」\nB:「',
      'が…・。」',
    ],
    options: ['行くつもりです', '行くつもりません', '行ったつもり', '行くつもりでした'],
    answer: '行くつもりでした',
    type: 'ぶんぽう',
  },
  {
    id: 27,
    content: [
      '図書館の本を返す',
      '忘れていた。',
    ],
    options: ['には', 'のに', 'のを', 'もの'],
    answer: 'のを',
    type: 'ぶんぽう',
  },
  {
    id: 30,
    content: [
      '明日の面{めん}接{せつ}試{し}験{けん}',
      '気になって眠れない。',
    ],
    options: ['については', 'のことが', 'によって', ' だから'],
    answer: 'のことが',
    type: 'ぶんぽう',
  },
  {
    id: 33,
    content: [
      '',
      '練習は休みません。',
    ],
    options: ['疲れていても', '疲れていては', '疲れていると', '疲れているから'],
    answer: '疲れていても',
    type: 'ぶんぽう',
  },
  {
    id: 36,
    content: [
      '準備運動を',
      '泳ぐと危{き}険{けん}です。',
    ],
    options: ['さずに', 'しずに', 'されずに', 'せずに'],
    answer: 'せずに',
    type: 'ぶんぽう',
  },
  {
    id: 39,
    content: [
      'A:「なんて書いてあるの？」\nB「危ない！',
      '」って書いてあるんだよ。」',
    ],
    options: ['飛び出せ', '飛び出して', '飛び出そう', '飛び出すな'],
    answer: '飛び出すな',
    type: 'ぶんぽう',
  },
  {
    id: 42,
    content: [
      'A:「宝{たから}くじ',
      'かなあ。」\nB:「お金のむだだよ。」',
    ],
    options: ['買うもの', '買うこと', '買おう', '買うよう'],
    answer: '買おう',
    type: 'ぶんぽう',
  },
  {
    id: 45,
    content: [
      '国へ帰っても、私{わたし}達{たち}のことを',
      'ほしい。',
    ],
    options: ['覚えて', '覚えないで', '忘れて', '忘れないで'],
    answer: '忘れないで',
    type: 'ぶんぽう',
  },
  {
    id: 48,
    content: [
      '風邪がうつらない',
      '、マスクをします。',
    ],
    options: ['ために', 'ように', 'のそうに', 'とおりに'],
    answer: 'ように',
    type: 'ぶんぽう',
  },
  {
    id: 51,
    content: [
      '忙しくて寝る時間',
      'ないのに、遊びに行けるわけがない。',
    ],
    options: ['でも', 'ほど', 'さえ', 'だけ'],
    answer: 'さえ',
    type: 'ぶんぽう',
  },
  {
    id: 54,
    content: [
      'A:「ちょっとお茶でも飲んで体もうか。」\nB:「お茶なんか要らない。',
      'なんかいられないよ。」',
    ],
    options: ['休んで', '休む', '体み', '休んだ'],
    answer: '休んで',
    type: 'ぶんぽう',
  },
  {
    id: 57,
    content: [
      '考えてもどうにもならない。忘れる',
      '。',
    ],
    options: ['しかない', 'だけない', 'からない', 'こそない'],
    answer: 'しかない',
    type: 'ぶんぽう',
  },
  {
    id: 60,
    content: [
      'A:「浅{あさ}草{くさ}',
      '、何を思い浮{う}かべますか。」\nB:「雷{かみなり}門{もん}、神{み}輿{こし}、そしてスカイツリーかな。',
    ],
    options: ['として', 'というと', 'といっても', 'といっては'],
    answer: 'というと',
    type: 'ぶんぽう',
  },
  {
    id: 63,
    content: [
      '隅{すみ}田{だ}川{がわ}',
      '花火大{たい}会{かい}が行われるため、交{こう}通{つう}機{き}関{かん}は混{こん}雑{ざつ}するでしょう。',
    ],
    options: ['について', 'によって', 'にあたって', 'において'],
    answer: 'において',
    type: 'ぶんぽう',
  },
  {
    id: 66,
    content: [
      '地震',
      'ニュースをお伝えいたします。',
    ],
    options: ['に関{かん}する', 'に対{たい}する', 'に反{はん}する', 'に先{さき}立{た}つ'],
    answer: 'に関{かん}する',
    type: 'ぶんぽう',
  },
  {
    id: 69,
    content: [
      'お盆{ぼん}休{やす}みのラッシュ',
      '事故まで起こり、高{こう}速{そく}道{どう}路{ろ}はひどい渋{じゅう}滞{たい}になった。',
    ],
    options: ['にくらべて', 'にくわえて', 'にかけて', 'にさいして'],
    answer: 'にくわえて',
    type: 'ぶんぽう',
  },
  {
    id: 72,
    content: [
      'ご主{しゅ}人{じん}様{さま}に、どうぞよろしく',
      'ください。',
    ],
    options: ['お伝え', 'お伝えて', 'お伝えして', 'お伝えられ'],
    answer: 'お伝え',
    type: 'ぶんぽう',
  },
  {
    id: 75,
    content: [
      'あいさつの仕{し}方{かた}は、時と場所、相手',
      '違います。',
    ],
    options: ['によって', 'にとって', 'において', 'について'],
    answer: 'によって',
    type: 'ぶんぽう',
  },
  {
    id: 78,
    content: [
      'A: 「おかしいなあ、10個',
      'はずなのに。」\nB: 「あ、ごめん、1個食べちゃった。」',
    ],
    options: ['買う', '買わない', '買った', '買わなかった'],
    answer: '買った',
    type: 'ぶんぽう',
  },
  {
    id: 81,
    content: [
      'A: 「あのう、すみませんが、道を教えて',
      '。\nB: 「はい、いいですよ。」',
    ],
    options: ['いただけませんか', 'いただきませんか', 'いただきでしょうか', 'いただいてでしょうか'],
    answer: 'いただけませんか',
    type: 'ぶんぽう',
  },
  {
    id: 84,
    content: [
      'こちらで',
      'お待ちください。',
    ],
    options: ['おかけして', 'おかけになって', 'おかけて', 'おかけされて'],
    answer: 'おかけになって',
    type: 'ぶんぽう',
  },
  {
    id: 87,
    content: [
      'A: 「お客{きゃく}様{さま}、何に',
      '。B:「Aランチ、お願いします。」',
    ],
    options: ['いたしますか', 'なさいますか', 'お食べになりますか', 'いただきますか'],
    answer: 'なさいますか',
    type: 'ぶんぽう',
  },
  {
    id: 90,
    content: [
      '戦争が',
      'ように。',
    ],
    options: ['なくなる', 'なくなって', 'なくなった', ' なくなります'],
    answer: 'なくなります',
    type: 'ぶんぽう',
  },
  /*
  * REVIEW OF SECTION 1
  * The following exercises are for review purposes.
  */
  {
    id: 95,
    content: [
      '昨{さく}年{ねん}の試験問題は、一{お}昨{と}年{とし}',
      '少し易しくなった。',
    ],
    options: ['にくらべて', 'にくわえて'],
    answer: 'にくらべて',
    refersTo: 69,
    type: 'ぶんぽう',
  },
  {
    id: 96,
    content: [
      '今朝は大事な会議がある。遅れない',
      '、いつもより早く家を出よう。',
    ],
    options: ['ために', 'ように'],
    answer: 'ように',
    refersTo: 48,
    type: 'ぶんぽう',
  },
  {
    id: 101,
    content: [
      '「怒らないで。」\nB: 「怒って',
      'いないよ、心配しているんだ。」',
    ],
    options: ['なんか', 'ばかり'],
    answer: 'なんか',
    refersTo: 54,
    type: 'ぶんぽう',
  },
  {
    id: 102,
    content: [
      'いつも助けて',
      'ありがとう。',
    ],
    options: ['もらえて', 'くれて'],
    answer: 'くれて',
    refersTo: 9,
    type: 'ぶんぽう',
  },
  {
    id: 107,
    content: [
      '電話もメールも通{つう}じないなら、遠くても行く',
      'がんばります。',
    ],
    options: ['しかない', 'だけある'],
    answer: 'しかない',
    refersTo: 57,
    type: 'ぶんぽう',
  },
  {
    id: 108,
    content: [
      '割れない',
      '、そっと置いてください。',
    ],
    options: ['ように', 'ために'],
    answer: 'ように',
    refersTo: 48,
    type: 'ぶんぽう',
  },
  {
    id: 113,
    content: [
      '日本の春',
      '、サクラですね。',
    ],
    options: ['というより', 'といえば'],
    answer: 'といえば',
    refersTo: 60,
    type: 'ぶんぽう',
  },
  {
    id: 114,
    content: [
      '私は夫に危険な仕事を',
      '。',
    ],
    options: ['してほしくない', 'しなくてほしい'],
    answer: 'してほしくない',
    refersTo: 45,
    type: 'ぶんぽう',
  },
  {
    id: 119,
    content: [
      'A:「あ、リーさんだ。」\nB:「え、リーさんの',
      'よ。国に帰ったんだから。」',
    ],
    options: ['はずない', 'はずじゃない'],
    answer: 'はずない',
    refersTo: 78,
    type: 'ぶんぽう',
  },
  {
    id: 120,
    content: [
      'お正月料理も地方や家',
      '違う。',
    ],
    options: ['にそって', 'によって'],
    answer: 'によって',
    refersTo: 87,
    type: 'ぶんぽう',
  },
  {
    id: 126,
    content: [
      '神様、お願い。今年はすてきな人と出会えます',
      '。',
    ],
    options: ['ように', 'かなあ'],
    answer: 'ように',
    refersTo: 90,
    type: 'ぶんぽう',
  },
  /*
  * EXERCISES SECTION 2
  * The following exercises are from book section 2.
  */
];

