export const JLPT_N2_MOJI_EXERCISES: JLPTExercise[] = [
  {
    id: 4,
    content: [
      '',
      'はいくらですか。',
    ],
    moji: 'やちん',
    options: ['家貧', '家貨', '家賃', '家費'],
    answer: ' 家賃',
  },
  {
    id: 7,
    content: [
      'コーヒーが濃過ぎたので、お湯で',
      '。',
    ],
    moji: '薄めた',
    options: ['うすめた', 'うめた', 'ぬるめた', 'さめた'],
    answer: ' うすめた',
  },
  {
    id: 10,
    content: [
      'スキーで足を',
      'した。'
    ],
    moji: 'こっせつ',
    options: ['背折', '肩折', '育折', '骨折'],
    answer: ' 骨折',
  },
  {
    id: 13,
    content: [
      '破れた靴や折れた傘などの修理、',
      '。お気軽にご相談ください。'
    ],
    moji: '承ります',
    options: ['うけたまわります', 'おけたまわります', 'ぬけたまわります', 'つけたまわります'],
    answer: ' うけたまわります',
  },
  {
    id: 16,
    content: [
      '娘は七歳の誕{たん}生日の',
      'に貯金箱をもらいました。'
    ],
    moji: 'お祝い',
    options: ['おみあい', 'おゆわい', 'おいわい', 'おにあい'],
    answer: ' おいわい',
  },
  {
    id: 19,
    content: [
      '',
      'にチョークで字を書いた。'
    ],
    moji: 'こくばん',
    options: ['黒販', '黒坂', '黒版', '黒板'],
    answer: '黒板',
  },
  {
    id: 22,
    content: [
      '祭りで',
      'になった児童を保{ほ}護{ご}しています。'
    ],
    moji: '迷子',
    options: ['まいこ', 'まいご', 'めいご', 'めいこ'],
    answer: 'まいご',
  },
  {
    id: 25,
    content: [
      '金額を確認して、ここに',
      'してください。'
    ],
    moji: 'しょめい',
    options: ['著名', '暑名', '署名', '書名'],
    answer: '署名',
  },
  {
    id: 28,
    content: [
      '人前で話すのは慣れているのに、今回は',
      '胃が痛くなって、逃げ出したい気持ちだった。'
    ],
    moji: '珍しく',
    options: ['はずかしく', 'めずらしく', 'おとなしく', 'なつかしく'],
    answer: 'めずらしく',
  },
  {
    id: 31,
    content: [
      '建設中のビルのパネルが歩道に',
      '、歩いていた人が死亡した。'
    ],
    moji: '倒れ',
    options: ['こわれ', 'われ', 'たおれ', 'やぶれ'],
    answer: 'たおれ',
  },
  {
    id: 34,
    content: [
      'あの人はめったに',
      '。'
    ],
    moji: 'おこらない',
    options: ['努らない', '起こらない', '怒らない', '怖こらない'],
    answer: '怒らない',
  },
  {
    id: 37,
    content: [
      '泥棒はすぐに',
      '。'
    ],
    moji: '捕まった',
    options: ['つかまった', 'とまった', 'はさまった', 'つまった'],
    answer: 'つかまった',
  },
  {
    id: 40,
    content: [
      '',
      'の中で、いつが一番好きですか。'
    ],  
    moji: 'きせつ',
    options: ['気節', '季節', '委節', '李節'],
    answer: '季節',
  },
  {
    id: 43,
    content: [
      'この虫に近づくと、毒の針で',
      '。'
    ],  
    moji: '刺される',
    options: ['しされる', 'すされる', 'せされる', 'さされる'],
    answer: 'さされる',
  },
  {
    id: 46,
    content: [
      'タバコを吸いたいんですが、',
      'はありますか。'
    ],  
    moji: '灰皿',
    options: ['かいざら', 'ひざら', 'はいざら', 'かさら'],
    answer: 'はいざら',
  },
  {
    id: 49,
    content: [
      '',
      'が出てきた。'
    ],  
    moji: 'あせ',
    options: ['液', '汗', '淚', '泥'],
    answer: '汗',
  },
  {
    id: 52,
    content: [
      'ここは新緑も',
      'もきれいだし、春には桜が咲きます。'
    ],  
    moji: '紅葉',
    options: ['こよう', 'こうよう', 'くうよう', 'くよう'],
    answer: 'こうよう',
  },
  {
    id: 55,
    content: [
      '湖にボートが',
      'いる。'
    ],  
    moji: 'うかんで',
    options: ['浮かんで', '沈かんで', '流かんで', '注かんで'],
    answer: '浮かんで',
  },
  {
    id: 58,
    content: [
      '週に一度、',
      'を磨く。'
    ],  
    moji: '床',
    options: ['ゆか', 'はしら', 'のき', 'さか'],
    answer: 'ゆか',
  },
  {
    id: 61,
    content: [
      '祖父は子供や孫たちに',
      '、幸せそうです。'
    ],  
    moji: '囲まれて',
    options: ['はさまれて', 'めぐまれて', 'うとまれて', 'かこまれて'],
    answer: 'かこまれて',
  },
  {
    id: 64,
    content: [
      'お母さん、お湯が',
      'よ。'
    ],  
    moji: 'わいた',
    options: ['沸いた', '浮いた', '乾いた', '蒸いた'],
    answer: '沸いた',
  },
  {
    id: 67,
    content: [
      '「九{きゅう}州{しゅう}一{いっ}周{しゅう}',
      'の旅{たび}」を1名{めい}様{さま}にプレゼントします。'
    ],  
    moji: '列車',
    options: ['でんしゃ', 'れいしゃ', 'れっしゃ', 'きしゃ'],
    answer: 'れっしゃ',
  },
  {
    id: 70,
    content: [
      '食べたら歯を',
      '。'
    ],  
    moji: 'みがきましょう',
    options: ['省きましょう', '抜きましょう', '除きましょう', '磨きましょう'],
    answer: '磨きましょう',
  },
  {
    id: 73,
    content: [
      'やけどの恐{おそ}れがありますから、絶{ぜっ}対{たい}に手を',
      'ください。'
    ],  
    moji: '触れないで',
    options: ['さわれないで', 'ふれないで', 'すれないで', 'あたれないで'],
    answer: 'ふれないで',
  },
  {
    id: 76,
    content: [
      '',
      'で漢字を書きました。'
    ],  
    moji: '筆',
    options: ['たけ', 'はね', 'ふで', 'ぼう'],
    answer: 'ふで',
  },
  {
    id: 79,
    content: [
      '犬が人の命{いのち}を',
      'という記{き}事{じ}を読んだ。'
    ],  
    moji: 'すくった',
    options: ['助った', '救った', '探った', '触った'],
    answer: '救った',
  },
  {
    id: 82,
    content: [
      '郊{こう}外{がい}の',
      'のいい住{じゅう}宅{たく}地{ち}で暮{く}らしたい。'
    ],  
    moji: '景色',
    options: ['けいろ', 'けいしき', 'けしき', 'けしょく'],
    answer: 'けしき',
  },
  {
    id: 85,
    content: [
      'この地{ち}方{ほう}は温{おん}泉{せん}もあり、豊{ゆた}かな自{し}然{ぜん}に',
      '所です。'
    ],  
    moji: 'めぐまれた',
    options: ['恵まれた', '治まれた', '囲まれた', '営まれた'],
    answer: '恵まれた',
  },
  {
    id: 88,
    content: [
      '警察は',
      '絵{かい}画{が}と犯{はん}人{にん}を捜{さが}している。'
    ],  
    moji: '盗まれた',
    options: ['ねすまれた', 'ぬすまれた', 'なすまれた', 'にすまれた'],
    answer: 'ぬすまれた',
  },
  /*
  * REVIEW OF SECTION 1
  * The following exercises are for review purposes.
  */
  {
    id: 91,
    content: [
      '彼は違反を',
      '。'
    ],  
    moji: '認めた',
    options: ['まとめた', 'みとめた'],
    answer: 'みとめた',
  },
  {
    id: 92,
    content: [
      'この魚は',
      'まで食べられる。'
    ],  
    moji: 'ほね',
    options: ['骨', '背'],
    answer: '骨',
  },
  {
    id: 97,
    content: [
      '日記を書いて、一日の',
      'をする。'
    ],  
    moji: '反省',
    options: ['はんしょう', 'はんせい'],
    answer: 'はんせい',
  },
  {
    id: 98,
    content: [
      '',
      'が切れた。'
    ],  
    moji: 'かんでんち',
    options: ['乾電池', '換電池'],
    answer: '乾電池',
  },
  {
    id: 103,
    content: [
      '日本の',
      'にも慣れた。'
    ],  
    moji: '暮らし',
    options: ['くらし', 'こらし'],
    answer: 'くらし',
  },
  {
    id: 104,
    content: [
      '月は地球の',
      'を回っている。'
    ],  
    moji: 'まわり',
    options: ['囲り', '周り'],
    answer: '周り',
  },
  {
    id: 109,
    content: [
      '今日は',
      '。'
    ],  
    moji: '蒸し暑い',
    options: ['もしあつい', 'むしあつい'],
    answer: 'むしあつい',
  },
  {
    id: 110,
    content: [
      '人命を',
      'する。'
    ],  
    moji: 'きゅうじょ',
    options: ['救助', '救急'],
    answer: '救助',
  },
  {
    id: 115,
    content: [
      '',
      'で声も出なかった。'
    ],  
    moji: '恐怖',
    options: ['きゅうふ', 'きょうふ'],
    answer: 'きょうふ',
  },
  {
    id: 116,
    content: [
      '',
      'しました。'
    ],  
    moji: 'しょうち',
    options: ['了承', '承知'],
    answer: '承知',
  },
  {
    id: 121,
    content: [
      '',
      '国を助けるために協力する。'
    ],  
    moji: '貧しい',
    options: ['とぼしい', 'まずしい'],
    answer: 'まずしい',
  },
  {
    id: 122,
    content: [
      '最近のネコはネズミを',
      '。'
    ],  
    moji: 'とらない',
    options: ['逃らない', '捕らない'],
    answer: '捕らない',
  },
];

