export const NIHONGO_NO_MORI_MOJIGOI_MONDAI_N2: any[] = [
  // SECTION 1: 「もの」シリーズ - GRAMMAR 1 - 10
  {
    id: 1,
    content: [
      'この卵は大自然の',
      'の中で育ちました。',
    ],
    moji: 'めぐみ',
    options: ['怠み', '志み', '恵み', '患み'],
    answer: '恵み',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'たくさん食べて',
      'がいっぱいになった。',
    ],
    moji: 'おなか',
    options: ['お腹', 'お復', 'お福', 'お服'],
    answer: 'お腹',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '食生活の',
      'は、様々な体調不良を引き起こす。',
    ],
    moji: 'みだれ',
    options: ['舐れ', '乱れ', '礼れ', '舌れ'],
    answer: '乱れ',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '',
      'を強くするために、毎日5キロ歩いている。',
    ],
    moji: 'あしこし',
    options: ['足腰', '足脚', '足腕', '足腹'],
    answer: '足腰',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'かぜをひいたので、',
      'の薬を飲んだ。',
    ],
    moji: 'しはん',
    options: ['市版', '市反', '市阪', '市販'],
    answer: '市販',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '家から学校までの',
      'はどのくらいですか。',
    ],
    moji: 'きょり',
    options: ['距里', '拒離', '距離', '拒里'],
    answer: '距離',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '有名な',
      'に就職することになった。',
    ],
    moji: 'きぎょう',
    options: ['企行', '企業', '企迎', '企形'],
    answer: '企業',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'この',
      'には、めずらしい動物がたくさんいる。',
    ],
    moji: 'ちいき',
    options: ['地域', '池或', '地或', '池域'],
    answer: '地域',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '新しくできたケーキ屋さんは',
      'が良い。',
    ],
    moji: 'ひょうばん',
    options: ['評半', '平半', '評判', '平判'],
    answer: '評判',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '台風の',
      'はそれほど受けなかった。',
    ],
    moji: 'ひがい',
    options: ['被割', '費害', '費割', '被害'],
    answer: '被害',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '',
      'をつけるため、ジムに通っている。',
    ],
    moji: 'きんにく',
    options: ['肋肉', '筋肉', '肌肉', '節肉'],
    answer: '筋肉',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '勉強に集中できる',
      'を整える。',
    ],
    moji: 'かんきょう',
    options: ['観境', '環響', '環境', '観響'],
    answer: '環境',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '',
      'をたくさんとって、たくさん寝ましょう。',
    ],
    moji: 'えいよう',
    options: ['蛍養', '栄養', '栄義', '蛍義'],
    answer: '栄養',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'うそをついている人は、',
      'でわかる。',
    ],
    moji: 'たいど',
    options: ['態度', '熊度', '態渡', '熊渡'],
    answer: '態度',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'ここに名前と',
      'を書いてください。',
    ],
    moji: 'ねんれい',
    options: ['年例', '年令', '年齢', '年列'],
    answer: '年齢',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'クラスメイトの',
      'が聞こえる。',
    ],
    moji: 'せいえん',
    options: ['声暖', '声援', '声授', '声緩'],
    answer: '声援',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '毎日5キロ走ることが',
      'だ。',
    ],
    moji: 'もくひょう',
    options: ['目評', '目票', '目表', '目標'],
    answer: '目標',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '何をするにも、',
      'が一番大切だ。',
    ],
    moji: 'けんこう',
    options: ['健糠', '建康', '健康', '建糠'],
    answer: '健康',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'この学校の',
      'は今も守られている。',
    ],
    moji: 'でんとう',
    options: ['伝統', '伝承', '云統', '云承'],
    answer: '伝統',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'この島の',
      'は砂浜で囲まれている。',
    ],
    moji: 'しゅうい',
    options: ['週井', '周囲', '週囲', '周井'],
    answer: '周囲',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '研究者のおかげで、',
      'が進歩した。',
    ],
    moji: 'いりょう',
    options: ['医僚', '医寮', '医療', '医潦'],
    answer: '医療',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '地球上の',
      'は限られている。',
    ],
    moji: 'しげん',
    options: ['賢原', '資原', '賢源', '資源'],
    answer: '資源',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '歩いていたら、',
      'に声をかけられた。',
    ],
    moji: 'けいさつ',
    options: ['警察', '警擦', '刑察', '刑擦'],
    answer: '警察',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '昨日、薬を飲んだ',
      'がない。',
    ],
    moji: 'きおく',
    options: ['気憶', '記憶', '気億', '記億'],
    answer: '記憶',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '会社から少し遠いけど、',
      'は無料です。',
    ],
    moji: 'りょうひ',
    options: ['寮批', '僚批', '僚費', '寮費'],
    answer: '寮費',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '家で犬と遊んでいるとき、',
      'を感じる。',
    ],
    moji: 'こうふく',
    options: ['幸副', '幸福', '辛福', '辛副'],
    answer: '幸福',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '会社で',
      'として4年間勤務した。',
    ],
    moji: 'そうむ',
    options: ['装努', '装務', '総務', '総努'],
    answer: '総務',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '様々な',
      'から、物事を考えてみる。',
    ],
    moji: 'してん',
    options: ['視点', '規点', '親点', '観点'],
    answer: '視点',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '商品の',
      'を確認する。',
    ],
    moji: 'きんがく',
    options: ['金格', '金額', '金閣', '金絡'],
    answer: '金額',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '兄と自分の給料を',
      'する。',
    ],
    moji: 'ひかく',
    options: ['批較', '比絞', '比較', '批絞'],
    answer: '比較',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '使ったお金を全て',
      'する。',
    ],
    moji: 'せいさん',
    options: ['静算', '精算', '情算', '請算'],
    answer: '精算',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '大阪支社で',
      'しています。',
    ],
    moji: 'きんむ',
    options: ['働矛', '働務', '勤矛', '勤務'],
    answer: '勤務',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '相手の気持ちを',
      'する。',
    ],
    moji: 'そうぞう',
    options: ['相像', '想象', '想像', '相象'],
    answer: '想像',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '部長はみんなから',
      'されている。',
    ],
    moji: 'しんらい',
    options: ['信頼', '信瀬', '価頼', '価瀬'],
    answer: '信頼',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '新しい社員を',
      'ことにした。',
    ],
    moji: 'やとう',
    options: ['顧う', '雇う', '遍う', '偏う'],
    answer: '雇う',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '先生の言葉が心に',
      '。',
    ],
    moji: 'ひびいた',
    options: ['韻いた', '鳴いた', '響いた', '吹いた'],
    answer: '響いた',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '良い大学を卒業して良い仕事に',
      '。',
    ],
    moji: 'つきたい',
    options: ['仕きたい', '職きたい', '就きたい', '徒きたい'],
    answer: '就きたい',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '困ったらいつでも',
      'ください。',
    ],
    moji: 'たよって',
    options: ['額って', '項って', '預って', '頼って'],
    answer: '頼って',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '家の前の落ち葉をほうきで',
      '。',
    ],
    moji: 'はく',
    options: ['払く', '掃く', '拭く', '拍く'],
    answer: '掃く',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'いちごはビタミンを多く',
      '果物だ。',
    ],
    moji: 'ふくむ',
    options: ['加む', '込む', '含む', '混む'],
    answer: '含む',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '誕生日パーティーに',
      '。',
    ],
    moji: 'まねかれた',
    options: ['昭かれた', '召かれた', '紹かれた', '招かれた'],
    answer: '招かれた',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '上司の命令には',
      'べきだ。',
    ],
    moji: 'したがう',
    options: ['徒う', '促う', '従う', '縦う'],
    answer: '従う',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '友達とテストの点数を',
      '。',
    ],
    moji: 'きそう',
    options: ['争う', '競う', '戦う', '抗う'],
    answer: '競う',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '学校帰りにコンビニに',
      '。',
    ],
    moji: 'よる',
    options: ['拠る', '奇る', '処る', '寄る'],
    answer: '寄る',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '日本人でも漢字を',
      'ことはよくある。',
    ],
    moji: 'まちがう',
    options: ['間違う', '間偉う', '問違う', '間偉う'],
    answer: '間違う',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '時間が',
      'のは早いものですね。',
    ],
    moji: 'すぎる',
    options: ['通ぎる', '込ぎる', '道ぎる', '過ぎる'],
    answer: '過ぎる',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '外国での生活にやっと',
      'きた。',
    ],
    moji: 'なれて',
    options: ['慢れて', '惰れて', '慣れて', '情れて'],
    answer: '慣れて',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '30年以上、同じ会社に',
      'いる。',
    ],
    moji: 'つとめて',
    options: ['労めて', '勤めて', '働めて', '仕めて'],
    answer: '勤めて',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '雨の日は服がなかなか',
      '。',
    ],
    moji: 'かわかない',
    options: ['千かない', '幹かない', '乾かない', '汗かない'],
    answer: '乾かない',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '近くの人に助けを',
      '。',
    ],
    moji: 'もとめた',
    options: ['救めた', '求めた', '氷めた', '泳めた'],
    answer: '求めた',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '体重を',
      'ために運動を始めた。',
    ],
    moji: 'へらす',
    options: ['誠らす', '滅らす', '減らす', '憾らす'],
    answer: '減らす',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '大切に育てていた花が',
      'しまった。',
    ],
    moji: 'かれて',
    options: ['杯れて', '朽れて', '朴れて', '枯れて'],
    answer: '枯れて',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '虫歯になって、歯が',
      'しまった。',
    ],
    moji: 'ぬけて',
    options: ['抜けて', '打けて', '扱けて', '技けて'],
    answer: '抜けて',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'この一年で、社員が二倍に',
      '。',
    ],
    moji: 'ふえた',
    options: ['憎えた', '増えた', '僧えた', '贈えた'],
    answer: '増えた',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '',
      'ものを食べすぎて太ってしまった。',
    ],
    moji: 'あまい',
    options: ['甘い', '苦い', '渋い', '濃い'],
    answer: '甘い',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '犬は',
      '動物だ。',
    ],
    moji: 'かしこい',
    options: ['貢い', '賢い', '賀い', '貨い'],
    answer: '賢い',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '',
      'ことがあったら相談してね。',
    ],
    moji: 'つらい',
    options: ['卓い', '幸い', '章い', '辛い'],
    answer: '辛い',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '家の近くで',
      '事件が起きた。',
    ],
    moji: 'おそろしい',
    options: ['怠ろしい', '忌ろしい', '恐ろしい', '惑ろしい'],
    answer: '恐ろしい',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '彼女は困ったときに助けてくれる',
      '存在だ。',
    ],
    moji: 'たのもしい',
    options: ['預もしい', '頼もしい', '項もしい', '題もしい'],
    answer: '頼もしい',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'この部屋は広くて',
      'だ。',
    ],
    moji: 'かいてき',
    options: ['決適', '決滴', '快滴', '快適'],
    answer: '快適',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '娘が実家を出ることになり、',
      'な気持ちになった。',
    ],
    moji: 'ふくざつ',
    options: ['複雑', '復雜', '複酔', '復酔'],
    answer: '複雑',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '私は泳ぐのが',
      'です。',
    ],
    moji: 'とくい',
    options: ['得億', '得意', '特意', '特億'],
    answer: '得意',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '子どもの前で',
      'な発言はしないでください。',
    ],
    moji: 'かげき',
    options: ['過劇', '渦劇', '過激', '渦激'],
    answer: '過激',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '彼は頭も良くて性格も良い',
      'な人だ。',
    ],
    moji: 'かんぺき',
    options: ['完璧', '完壁', '完避', '完癖'],
    answer: '完璧',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'より',
      '努力して参ります。',
    ],
    moji: 'いっそう',
    options: ['一憎', '一増', '一層', '一贈'],
    answer: '一層',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      'パーティーなので、',
      'は着ない服を着た。',
    ],
    moji: 'ふだん',
    options: ['昔投', '普段', '普投', '昔段'],
    answer: '普段',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '値段の',
      'に良い商品だ。',
    ],
    moji: 'わり',
    options: ['割', '別', '利', '制'],
    answer: '割',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '問題が起きたら、',
      'に対応するべきだ。',
    ],
    moji: 'そくざ',
    options: ['印座', '即座', '即底', '印底'],
    answer: '即座',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '',
      'に今回うまくいったとしても、次も成功するとは限らない。',
    ],
    moji: 'かり',
    options: ['返', '反', '仮', '板'],
    answer: '仮',
    type: '文法形式の判断',
  },
  {
    id: 1,
    content: [
      '職員会議で',
      '校舎を取り壊すことが決まった。',
    ],
    options: ['古', '旧', '昔', '去'],
    answer: '旧',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '卵の',
      '成分はタンパク質である。',
    ],
    options: ['本', '元', '主', '源'],
    answer: '主',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '',
      '町長は町のみんなから愛されていた。',
    ],
    options: ['古', '旧', '先', '前'],
    answer: '前',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'レポートを修正して',
      '提出してください。',
    ],
    options: ['再', '来', '最', '次'],
    answer: '再',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '彼女は',
      '新しい服を着て、うれしそうに出かけて行った。',
    ],
    options: ['本', '真', '正', '生'],
    answer: '真',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'この仕事は',
      '経験の方でも簡単にできる仕事です。',
    ],
    options: ['不', '未', '無', '非'],
    answer: '未',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '彼が遅刻してきたことは、私にとって',
      '都合だった。',
    ],
    options: ['合', '良', '好', '4'],
    answer: '好',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '',
      '決勝で去年の優勝チームと戦うことになっている。',
    ],
    options: ['前', '準', '次', '副'],
    answer: '準',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '',
      '学期もオンライン授業が続くそうだ。',
    ],
    options: ['来', '次', '先', '後'],
    answer: '来',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '彼はこの日本語クラスで',
      '年少だが成績はトップだ。',
    ],
    options: ['最', '先', '主', '高'],
    answer: '最',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'この村の',
      '人口は約1000人だ。',
    ],
    options: ['高', '総', '各', '合'],
    answer: '総',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'この動画は昨日から',
      '公開になっている。',
    ],
    options: ['不', '前', '非', '無'],
    answer: '非',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '',
      '段階ではイベントを中止する予定です。',
    ],
    options: ['先', '今', '最', '現'],
    answer: '現',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '',
      '自動の洗濯機を買ってから、家事が楽になった。',
    ],
    options: ['全', '総', '完', '統'],
    answer: '全',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '寝ているとき、目が',
      '開きになってしまう。',
    ],
    options: ['短', '中', '半', '無'],
    answer: '半',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '',
      '医師の先生 講演会を開いてくださった。',
    ],
    options: ['前', '元', '古', '旧'],
    answer: '元',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '彼は',
      '笑いを浮かべてこちらを見ている。',
    ],
    options: ['小', '少', '薄', '短'],
    answer: '薄',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'このカフェは、先月日本に',
      '上陸した。',
    ],
    options: ['現', '初', 'ー', '始'],
    answer: '初',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '健康のために',
      'カロリーの食品を買うようにしている。',
    ],
    options: ['短', '小', '少', '低'],
    answer: '低',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'このアニメは、主人公が',
      '世界に行ってしまうという物語だ。',
    ],
    options: ['先', '次', '異', '違'],
    answer: '異',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'こちらに勤務',
      'の住所をご記入ください。',
    ],
    options: ['場', '元', '先', '部'],
    answer: '先',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '資料には、データの引用',
      'を必ず書いてください。',
    ],
    options: ['発', '元', '地', '原'],
    answer: '元',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '組み立て',
      'のベッドを買った。',
    ],
    options: ['式', '性', '質', '類'],
    answer: '式',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '節約したおかげで、今月の光熱',
      'を抑えることができた。',
    ],
    options: ['代', '費', '賃', '値'],
    answer: '費',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '割れないように、食器',
      'は包装してこの箱に入れてください。',
    ],
    options: ['式', '集', '種', '類'],
    answer: '類',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'このレストランは店の雰囲気も味も和',
      'だ。',
    ],
    options: ['類', '感', '風', '色'],
    answer: '風',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '遊びのルールには、多少の地域',
      'がある。',
    ],
    options: ['異', '差', '分', '違'],
    answer: '差',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '液体',
      'のものは、飛行機の中に持ち込むことはできない。',
    ],
    options: ['状', '形', '感', '質'],
    answer: '状',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '電気',
      'を払い忘れて、電気を止められてしまった。',
    ],
    options: ['金', '費', '代', '賃'],
    answer: '代',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'ここにある本はアルファベット',
      'に並んでいる。',
    ],
    options: ['版', '順', '制', '式'],
    answer: '順',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '奨学',
      'をもらいながら大学に通っている。',
    ],
    options: ['費', '料', '金', '代'],
    answer: '金',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '変更',
      'をいくつかお伝えします。',
    ],
    options: ['点', '所', '化', '状'],
    answer: '点',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '部屋',
      'のままコンビニへ行っておにぎりを買った。',
    ],
    options: ['服', '着', '被', '付'],
    answer: '着',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '彼の仕事の進め方は、いかにも日本',
      'だ。',
    ],
    options: ['観', '順', '流', '法'],
    answer: '流',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'この建物に入るときは、入場許可',
      'を提示してください。',
    ],
    options: ['賞', '型', '状', '証'],
    answer: '証',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '一週間以内に見積',
      'をお送りします。',
    ],
    options: ['晝', '券', '章', '物'],
    answer: '晝',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '全国のコンビニの数を地域',
      'にグラフにした。',
    ],
    options: ['差', '別', '部', '界'],
    answer: '別',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '聞き',
      'の興味がわくような話をする。',
    ],
    options: ['耳', '手', '口', '目'],
    answer: '手',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '参加',
      'のイベントの方が盛り上がる。',
    ],
    options: ['型', '流', '状', '類'],
    answer: '型',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'この美容院は予約',
      'となっています。',
    ],
    options: ['業', '決', '限', '制'],
    answer: '制',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '彼は病気で活動を休むと発表したが、これは事実',
      'の引退だろう。',
    ],
    options: ['外', '内', '下', '上'],
    answer: '上',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '生徒は教師の管理',
      'で、安全に登校しています。',
    ],
    options: ['下', '上', '中', '内'],
    answer: '下',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '京都府は日本で最もコーヒーの消費',
      'が多いところです。',
    ],
    options: ['集', '点', '量', '力'],
    answer: '量',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '彼と決勝で戦うのは想定',
      'だ。',
    ],
    options: ['元', '内', '発', ' 状'],
    answer: '内',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '価値',
      'が合う人と結婚したい。',
    ],
    options: ['感', '点', '性', '観'],
    answer: '観',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '新しく入ってきたばかりなのに、もう売り',
      'になってしまった。',
    ],
    options: ['切れ', '消え', '去り', '飛び'],
    answer: '切れ',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '昨日からかぜ',
      'で、食欲もない。',
    ],
    options: ['がち', 'ぎれ', '気味', '一色'],
    answer: '気味',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      'インターネットの発達による若者の読晝',
      'が問題になっている。',
    ],
    options: ['忘れ', '別れ', '逃げ', '離れ'],
    answer: '離れ',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '宿題をしなかったので、夏休み',
      'から先生にしかられてしまった。',
    ],
    options: ['明け', '入り', '開け', '出し'],
    answer: '明け',
    type: '文法形式の判断',
    unit: 3
  },
  {
    id: 1,
    content: [
      '海岸',
      'に新しいレストランができた。',
    ],
    options: ['沿い', '並み', '付き', '過ぎ'],
    answer: '沿い',
    type: '文法形式の判断',
    unit: 3
  },
  // Unit 4
  {
    id: 1,
    content: [
      'プロのサッカー選手になって',
      'を立てるのが私の夢だ。',
    ],
    options: ['家計', '生活', '設計', '生計'],
    answer: '生計',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '芸能人には',
      'のマネージャーがいることが一般的だ。',
    ],
    options: ['選出', '所属', '專属', '関連'],
    answer: '專属',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '健康の',
      'を作るためには、食事と運動が欠かせない。',
    ],
    options: ['屋根', '土台', '姿勢', '外見'],
    answer: '土台',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '普察に事件の',
      'について聞いた。',
    ],
    options: ['設計', '専門', '現象', '詳細'],
    answer: '詳細',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '社長は体調不良で外出できないため、私が',
      'で会議に参加した。',
    ],
    options: ['変化', '移行', '代理', '代用'],
    answer: '代理',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '',
      'を込めて言ったわけではないことはわかっているが、彼の一言で私は落ち込んだ。',
    ],
    options: ['悪意', '苦情', '機嫌', '欠点'],
    answer: '悪意',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '',
      'を身につけることは、いろんな人と関わる上で必要なことだと思う。',
    ],
    options: ['栄養', '教養', '説教', '教材'],
    answer: '教養',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      'この会社では、仕事の',
      'に応じて給料を決めています。',
    ],
    options: ['効果', '安定', '成果', '成立'],
    answer: '成果',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      'これまでの',
      'がなくても、やる気がある人を採用しよう。',
    ],
    options: ['実績', '相性', '記録', '専門'],
    answer: '実績',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '頭の良さと性格の良さはどちらも大切だが、',
      'の方が人として大切な要素だと思う。',
    ],
    options: ['以後', '後方', '後者', '以降'],
    answer: '後者',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '新作のスマホは、以前のものと',
      'が少し変わっている。',
    ],
    options: ['衣装', '仕様', '様子', '物質'],
    answer: '仕様',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      'あの問題があった会社は、',
      'がある商品を全て回収し返金すると発表した。',
    ],
    options: ['油断', '減点', '反面', '欠陥'],
    answer: '欠陥',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '若い人は少ないがこの村の住人はみんな元気で、なんだか街に',
      'がある。',
    ],
    options: ['活気', '活用', '活動', '活躍'],
    answer: '活気',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '',
      'でとれた野菜を使った母の料理が一番おいしい。',
    ],
    options: ['地面', '温暖', '地元', '根元'],
    answer: '地元',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '大学でねずみの',
      'について研究しています。',
    ],
    options: ['現象', '生態', '生計', '人体'],
    answer: '生態',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '問題が起きたときは、チームみんなで話し合って',
      'の解決方法を探すべきだ。',
    ],
    options: ['改良', '大型', '最善', '上位'],
    answer: '最善',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '天気が悪い日は',
      'が悪く、事故が起きる可能性が高くなる。',
    ],
    options: ['視界', '視察', '視点', '視野'],
    answer: '視界',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '入社して3か月の彼は、まだ一人で営業に回れる',
      'ではないと思います。',
    ],
    options: ['免許', '設備', '知識', '段階'],
    answer: '段階',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '新しいウイルスが流行しているため、病院での',
      'をお断りしています。',
    ],
    options: ['入会', '訪問', '面会', '来場'],
    answer: '面会',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '今回の試合はなかなか',
      'したが、なんとか勝つことができた。',
    ],
    options: ['観戦', '苦戦', '検討', '克服'],
    answer: '苦戦',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '歌い足りないので、カラオケの利用時間を一時間',
      'した。',
    ],
    options: ['延期', '拡大', '拡張', '延長'],
    answer: '延長',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      'ストレスを',
      'するために、毎晩軽い運動をしている。',
    ],
    options: ['減点', '発揮', '解消', '消耗'],
    answer: '解消',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '彼は今シーズンで、プロ野球選手を',
      'することを発表した。',
    ],
    options: ['退職', '引退', '引用', '早退'],
    answer: '引退',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '外国人のコメントを見て初めて、自分の動画が世界中の人に見られているということを',
      'した。',
    ],
    options: ['反応', '伝達', '実感', '明示'],
    answer: '実感',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '反対されるのを',
      'して、恋人を両親に紹介した。',
    ],
    options: ['決着', '覚悟', '考察', '決意'],
    answer: '覚悟',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      'けががだいぶ',
      'し、補助なしでも歩けるようになった。',
    ],
    options: ['回復', '往復', '上達', '展開'],
    answer: '回復',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '彼はまじめな人なので、多くの人からリーダーとして',
      'されている。',
    ],
    options: ['批評', '支持', '確認', '証明'],
    answer: '支持',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      'これまでの製品を',
      'し、新しいモデルとして発売することになった。',
    ],
    options: ['進歩', '向上', '新設', '改良'],
    answer: '改良',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '初めて出場したテニスの試合で、賞金を',
      'することができた。',
    ],
    options: ['収穫', '取得', '獲得', '募集'],
    answer: '獲得',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      'この辺りは事件が多いので、夜は特に',
      'して歩かなければならない。',
    ],
    options: ['用心', '完備', '徹底', '抵抗'],
    answer: '用心',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '彼は言っていることとやっていることが',
      'していないので信用できない。',
    ],
    options: ['一転', '一致', '合唱', '同意'],
    answer: '一致',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      'マラソン大会を',
      'するために必要なお金を企業から集める。',
    ],
    options: ['建設', '発生', '運営', '支配'],
    answer: '運営',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '図書館で借りた本は、2週間以内に',
      'してください。',
    ],
    options: ['出版', '納品', '帰宅', '返却'],
    answer: '返却',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '古新聞を',
      'するトラックは、毎週土曜日の午前中に来る。',
    ],
    options: ['採集', '獲得', '回収', '収穫'],
    answer: '回収',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '営業部を',
      'した理由は、この商品の良さを広めたいと思ったからです。',
    ],
    options: ['追求', '同情', '志望', '感心'],
    answer: '志望',
    type: '文法形式の判断',
    unit: 4
  },
  {
    id: 1,
    content: [
      '新しいウイルスが流行したことにより、学生の学習環境のオンライン化が',
      'した。',
    ],
    options: ['接近', '加速', '伝達', '加工'],
    answer: '加速',
    type: '文法形式の判断',
    unit: 4
  },
  // Unit 5
  {
    id: 1,
    content: [
      '髪を染めたり、パーマをかけたりすると、髪が',
      '。',
    ],
    options: ['くさる', 'さびる', 'いたむ', ' おとる'],
    answer: 'いたむ',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      'レポートの提出期限が明日に',
      'いるので、徹夜で終わらせる。',
    ],
    options: ['達して', 'せまって', '縮まって', 'つきて'],
    answer: 'せまって',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '薬が',
      'のか、すっかり熱が下がった。',
    ],
    options: ['効いた', 'そまった', '当たった', 'わいた'],
    answer: '効いた',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '母が作ってくれる料理は、見た目は',
      'が味はおいしい。',
    ],
    options: ['遅れる', 'おとる', '倒れる', '崩れる'],
    answer: 'おとる',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '彼は英語だけでなく他に3か国語を',
      'ことができる。',
    ],
    options: ['あやつる', 'えがく', '握る', '満たす'],
    answer: 'あやつる',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '日焼けをしないように、毎日肌にクリームを',
      '。',
    ],
    options: ['放っている', '履いている', '塗っている', '含んでいる'],
    answer: '塗っている',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '集中できないときは、時間を',
      '勉強してみるとよい。',
    ],
    options: ['裏切って', '区切って', '思い切って', '張り切って'],
    answer: '区切って',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      'このかばんには、定期券が',
      'サイズのポケットが付いていて便利だ。',
    ],
    options: ['いたる', '関わる', '重なる', '収まる'],
    answer: '収まる',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '借金を',
      'しまうなんて、予想もしていなかった。',
    ],
    options: ['抱えて', '握って', '備えて', '責めて'],
    answer: '抱えて',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '京都の映画村では、まるで違う世界に行ったような気分を',
      'ことができるそうだ。',
    ],
    options: ['迎える', '用いる', '向ける', '味わう'],
    answer: '味わう',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '日本の約7割を森林が',
      '。',
    ],
    options: ['伸ばしている', '測っている', '占めている', '命じている'],
    answer: '占めている',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '次の旅行先の候補をいくつか',
      '。',
    ],
    options: ['積む', '挙げる', '放つ', 'はる'],
    answer: '挙げる',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      'オープン初日は、予想を',
      '人数の客が水族館に訪れた。',
    ],
    options: ['走り回る', '飛び回る', '上回る', '見回る'],
    answer: '上回る',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '周りの人のことを',
      'ことができる人になりたい。',
    ],
    options: ['思いつく', '思い立つ', '思い込む', '思いやる'],
    answer: '思いやる',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '勝つと思っていたチームが一回戦で負け、予想を',
      '結果となった。',
    ],
    options: ['裏切る', '引っ張る', '立て替える', '追い抜く'],
    answer: '裏切る',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '当店のメニューはどれも、店長が素材から',
      '作りました。',
    ],
    options: ['かじって', 'こだわって', 'めぐって', 'きずいて'],
    answer: 'こだわって',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '学生たちは、先生の話を',
      'ながら聞いている。',
    ],
    options: ['とらえ', 'うかがい', 'うなずき', 'ことわり'],
    answer: 'うなずき',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '不合格の通知を見て、彼はがっかりして',
      '。',
    ],
    options: ['きがすんだ', 'はみだした', 'きがむいた', 'うつむいた'],
    answer: 'うつむいた',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      'めがねをかけた少年と、いつも同じ時間に同じ場所で',
      '。',
    ],
    options: ['すれ違う', '流れ去る', 'くり返す', '見通す'],
    answer: 'すれ違う',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '不安を',
      'ために、大きな声でさけんでみた。',
    ],
    options: ['見逃す', '打ち消す', '引き離す', '流れ去る'],
    answer: '打ち消す',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '',
      '空港まで来たが、どこへ行くのかまだ決めていない。',
    ],
    options: ['駆け上がって', '飛び上がって', '思い立って', '立ち上がって'],
    answer: '思い立って',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      'このゲームでは、',
      'ために戦わずに相手から逃げることも必要だ。',
    ],
    options: ['生き残る', '成り立つ', 'くり上がる', '打ち上げる'],
    answer: '生き残る',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '大きなかばんに一週間分の荷物を',
      '。',
    ],
    options: ['持ち帰った', '詰め込んだ', '埋め込んだ', '取り扱った'],
    answer: '詰め込んだ',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '新しく買った容器に洗剤を',
      '。',
    ],
    options: ['取り入れる', '買い替える', '移し替える', '受け入れる'],
    answer: '移し替える',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '5か国語を話せる彼は、相手によって言葉を',
      'ことができる。',
    ],
    options: ['使い分ける', '身につける', '肖てはめる', '言い切る'],
    answer: '使い分ける',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '給料から光熱費と家賃を',
      'と自由に使えるお金はあまり残らない。',
    ],
    options: ['引っ張る', '差し引く', '取り除く', '切り取る'],
    answer: '差し引く',
    type: '文法形式の判断',
    unit: 5
  },
  {
    id: 1,
    content: [
      '夏休みの宿題に',
      'のが遅すぎて、登校日までに宿題を終わらせることができなかった。',
    ],
    options: ['割り込む', '差し伸べる', '取りかかる', '歩み寄る'],
    answer: '取りかかる',
    type: '文法形式の判断',
    unit: 5
  },
  // Unit 6
  {
    id: 1,
    content: [
      'たくさん練習したのに、一回戦で負けてしまうなんて',
      '。',
    ],
    options: ['情けない', '相応しい', 'だらしない', 'おとなしい'],
    answer: '情けない',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '父は味が',
      '料理が好みで、何にでも醤油をかける。',
    ],
    options: ['太い', '濃い', '厚い', '硬い'],
    answer: '濃い',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'この紙袋を捨てるのは',
      'ので、取っておいて後で何かに使おう。',
    ],
    options: ['騒々しい', '仕方ない', '情けない', 'もったいない'],
    answer: 'もったいない',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '友達に結婚式のスピーチをお願いしたら、',
      '引き受けてくれた。',
    ],
    options: ['素晴らしく', '快く', '易しく', '好ましく'],
    answer: '快く',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '今回の事件で、犯人と思われる',
      '人が3人出てきた。',
    ],
    options: ['興味深い', 'うらやましい', 'あやしい', '厚かましい'],
    answer: 'あやしい',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '明日の全体会議は、全員参加が',
      '。',
    ],
    options: ['快い', '等しい', '著しい', '望ましい'],
    answer: '望ましい',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '彼女はお金に',
      '人なので、お金を貸さない方が良い。',
    ],
    options: ['しょうがない', '荒い', 'だらしない', 'ぬるい'],
    answer: 'だらしない',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'いくつになっても',
      'いるために、毎日運動している。',
    ],
    options: ['若々しく', '弱々しく', 'そそっかしく', 'あわただしく'],
    answer: '若々しく',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '夜遅い時間なのに、子どもたちの',
      '声が聞こえる。',
    ],
    options: ['著しい', '騒がしい', '大幅な', '膨大な'],
    answer: '騒がしい',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '実際にイタリアに行って、',
      'なイタリア料理を食べてみたい。',
    ],
    options: ['民主的', '客観的', '本格的', '相対的'],
    answer: '本格的',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '',
      'な考えで今の会社に入ってしまったことを、後悔している。',
    ],
    options: ['安価', '安易', '無力', '無縁'],
    answer: '安易',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '両親の結婚記念日に、',
      'なプレゼントをあげた。',
    ],
    options: ['かすか', 'こまやか', 'なだらか', 'ささやか'],
    answer: 'ささやか',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '両親の',
      'なサポートがあったからこそ、彼はオリンピック選手に選ばれた。',
    ],
    options: ['象徴的', '全面的', '開放的', '相対的'],
    answer: '全面的',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'これくらいのミスは',
      'なことですから、心配しなくていいですよ。',
    ],
    options: ['ありがち', 'なごやか', 'おだやか', 'あわれ'],
    answer: 'ありがち',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'この文章は',
      'だから、何を伝えたいのかはっきりわからない。',
    ],
    options: ['比較的', '抽象的', '積極的', '基礎的'],
    answer: '抽象的',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'ちょっと転んで血が出ただけなのに、病院に行くなんて',
      'ですよ。',
    ],
    options: ['巨大', '大まか', '大幅', '大げさ'],
    answer: '大げさ',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '嫌がる息子を',
      'に病院に連れて行った。',
    ],
    options: ['強引', '頑丈', '有力', '膨大'],
    answer: '強引',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '店長は',
      'な人なので、忙しいとすぐに怒りだす。',
    ],
    options: ['気楽', '短気', '不満', '陽気'],
    answer: '短気',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '森に入ったとたん、鳥が',
      '飛び立った。',
    ],
    options: ['一斉に', '存分に', '直ちに', '要するに'],
    answer: '一斉に',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '母；「ゲームをする前に、今日の宿題を終わらせなさい。」\n子；「今日の宿題はもう',
      '終わらせたよ。」',
    ],
    options: ['まさか', ' まるで', 'とっくに', 'まれに'],
    answer: 'とっくに',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'ドラマがおもしろかったので、最終話まで',
      '観てしまった。',
    ],
    options: ['一気に', '一段と', 'はるかに', '着々と'],
    answer: '一気に',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'こんな遅くまで教室にいるなんて、君たちは',
      '何をしていたんだ。',
    ],
    options: ['一層', '一体', '今一つ', '誠に'],
    answer: '一体',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '今は家族と暮らしているが、',
      '一人暮らしをしようと思っている。',
    ],
    options: ['あらかじめ', 'いつの間に', 'いずれ', 'よほど'],
    answer: 'いずれ',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '集中して作業をしていると、',
      '時間が経つのを忘れてしまう。',
    ],
    options: ['つい', 'いわば', 'ふと', 'ただちに'],
    answer: 'つい',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '今日は天気が良かったらピクニックに行こうと思っていたのに、',
      'の雨になってしまった。',
    ],
    options: ['おそらく', 'あいにく', 'ともかく', 'まったく'],
    answer: 'あいにく',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '便利な世の中だが、たまにキャンプに行って',
      '不便さを体験するのも良い。',
    ],
    options: ['せめて', 'さらに', '仮に', 'あえて'],
    answer: 'あえて',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'この街は今は人口が減って何もないが、',
      'は工業都市としてにぎやかな街だった。',
    ],
    options: ['かつて', 'いわば', 'いずれ', 'はるか'],
    answer: 'かつて',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '明日は待ちに待った旅行の日なので、',
      'している。',
    ],
    options: ['ぴかぴか', 'うきうき', 'はらはら', 'ざわざわ'],
    answer: 'うきうき',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '通勤時間の電車の中は人が多くて',
      'だ。',
    ],
    options: ['ぎゅうぎゅう', 'ぎりぎり', 'ばらばら', 'ばりばり'],
    answer: 'ぎゅうぎゅう',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'ずっとふいていなかった窓を',
      'になるまで磨いた。',
    ],
    options: ['きらきら', 'いきいき', 'ぴかぴか', 'ちかちか'],
    answer: 'ぴかぴか',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '同時にたくさんの仕事を頼まれると、頭の中が',
      'してしまう。',
    ],
    options: ['じたばた', 'ごちゃごちゃ', 'ばたばた', 'だぶだぶ'],
    answer: 'ごちゃごちゃ',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '校長先生の話が長くて、集会中に',
      'してしまった。',
    ],
    options: ['うとうと', 'うきうき', 'ほかほか', 'ぼろぼろ'],
    answer: 'うとうと',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '今日は一日中',
      'していて、お昼ご飯を食べる時間もなかった。',
    ],
    options: ['ぎりぎり', 'ばたばた', 'きょろきょろ', 'ざわざわ'],
    answer: 'ばたばた',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '将来の計画について、',
      '考える時間が必要だ。',
    ],
    options: ['びっしょり', 'ぐっすり', 'うっかり', 'じっくり'],
    answer: 'じっくり',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '先週まで山田くんから何度もしつこく連絡が来ていたが、今週に入って',
      'と連絡が来なくなった。',
    ],
    options: ['ばっさり', 'ぱったり', 'きっちり', 'しょんぼり'],
    answer: 'ぱったり',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '何度もくりかえし復習したので、明日のテストは',
      'できるはずだ。',
    ],
    options: ['ぎっしり', 'すっかり', 'ぐったり', 'ばっちり'],
    answer: 'ばっちり',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      'すみません、電話しているのでテレビの',
      'を下げてもらえませんか。',
    ],
    options: ['ボリューム', 'エネルギー', 'コーラス', 'バランス'],
    answer: 'ボリューム',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '子どものころ、学校で開催された絵の',
      'で優勝した。',
    ],
    options: ['リクエスト', 'コンテスト', 'マーケット', 'インパクト'],
    answer: 'コンテスト',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '昨日のおかずを少し',
      'して、今日の夕食を作る。',
    ],
    options: ['ターゲット', 'アイデア', 'テクニック', 'アレンジ'],
    answer: 'アレンジ',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '若い社員と好きなドラマについて話したときに、世代の',
      'を感じた。',
    ],
    options: ['ギャップ', 'スペース', 'シーン', 'シニア'],
    answer: 'ギャップ',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '',
      'を守るため、SNSに住所が特定できる写真はアップしないようにしている。',
    ],
    options: ['セルフ', 'プライバシー', 'プレゼン', 'リスト'],
    answer: 'プライバシー',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '「絶対に失敗するなよ。」と、上司に',
      'をかけられて、緊張している。',
    ],
    options: ['プレッシャー', 'ダメージ', 'フォロー', 'カウンター'],
    answer: 'プレッシャー',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '3月末まで、当店ではいちごを使った商品の',
      'を行っております。',
    ],
    options: ['プレー', 'フェア', 'フロア', 'ブーム'],
    answer: 'フェア',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '今日の会議はもっと時間がかかると思っていたが、思ったより',
      'に進んだ。',
    ],
    options: ['スムーズ', 'ステージ', 'フレッシュ', 'プラン'],
    answer: 'スムーズ',
    type: '文法形式の判断',
    unit: 6
  },
  {
    id: 1,
    content: [
      '消費者の',
      'に合った商品を開発する。',
    ],
    options: ['プロセス', 'ニーズ', 'ケア', 'シーズン'],
    answer: 'ニーズ',
    type: '文法形式の判断',
    unit: 6
  },
  // Unit 7
  {
    id: 1,
    content: [
      '毎日肌の',
      'を欠かさない。',
    ],
    moji: "お手入れ",
    options: ['オープン', 'サポート', 'ケア', 'セット'],
    answer: 'ケア',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      'スーパーでお菓子を買った。',
    ],
    moji: "最寄りの",
    options: ['大きな', '近所の', '最近の', '次の'],
    answer: '近所の',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼はいつも',
      'を忘れない人だ。',
    ],
    moji: "気配り",
    options: ['笑顏', '心配', '感謝', '思いやり'],
    answer: '思いやり',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼女のことを日本人だと',
      'していた。',
    ],
    moji: "勘違い",
    options: ['聞かされて', '想像して', '知って', '思い込んで'],
    answer: '思い込んで',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'たまには',
      'も必要です。',
    ],
    moji: "息抜き",
    options: ['深呼吸', '休むこと', '努力すること', '待つこと'],
    answer: '休むこと',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      'から大きな声であいさつするようにしている。',
    ],
    moji: "日頃",
    options: ['生活', '小さいころ', '昼間', '普段'],
    answer: '普段',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼のすごさは、',
      'にはわからないだろう。',
    ],
    moji: "素人",
    options: ['初心者', '上級者', '子ども', '関係ない人'],
    answer: '初心者',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '妹は最近',
      'に気を使うようになった。',
    ],
    moji: "容姿",
    options: ['態度', '見た目', '中身', '印象'],
    answer: '見た目',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '学校の',
      'は地域によって大きく違う。',
    ],
    moji: "規模",
    options: ['大切さ', '種類', '大きさ', '必要性'],
    answer: '大きさ',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '会社の',
      'を固める。',
    ],
    moji: "方針",
    options: ['進む方向', '場所', '人材', '売り上げ'],
    answer: '進む方向',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '街中で人に声をかけられ',
      'した。',
    ],
    moji: "動揺",
    options: ['嫌な気分になった', '落ち着きをなくした', '落ち込んだ', 'うれしかった'],
    answer: '落ち着きをなくした',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '上司をがんばって',
      'する。',
    ],
    moji: "説得",
    options: ['支える', '油断させる', '納得させる', '理解する'],
    answer: '納得させる',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '部屋の温度を',
      '。',
    ],
    moji: "加減する",
    options: ['調整する', '測る', '上げる', '下げる'],
    answer: '調整する',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'この企画が会議で通ったのは、部長が',
      'くれたおかげです。',
    ],
    moji: "後押しして",
    options: ['任せて', '助けて', '気に入って', '頑張って'],
    answer: '助けて',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'どの会社でも',
      '人間になりたい。',
    ],
    moji: "通用する",
    options: ['有名な', '役に立つ', '便利な', '一番の'],
    answer: '役に立つ',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '一度、会社に戻って',
      '。',
    ],
    moji: "検討する",
    options: ['報告する', '取り組む', '意見を聞く', 'よく考える'],
    answer: 'よく考える',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'つらい過去を',
      'した。',
    ],
    moji: "克服",
    options: ['やり直した', '思い出した', '乗りこえた', 'かくした'],
    answer: '乗りこえた',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼が社長になって数年後、会社が',
      '。',
    ],
    moji: "倒産した",
    options: ['分かれた', 'うまれた', '買われた', 'つぶれた'],
    answer: 'つぶれた',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '知り合いに仕事を',
      '。',
    ],
    moji: "依頼した",
    options: ['教えた', '紹介した', 'お願いした', '分けた'],
    answer: 'お願いした',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      'ためなら何でもやります。',
    ],
    moji: "出世する",
    options: ['地位が上がる', '社会に出る', '会社を辞める', '悪いことをする'],
    answer: '地位が上がる',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '会議の時間を',
      'もらった。',
    ],
    moji: "ずらして",
    options: ['確認して', '変更して', '延長して', '短縮して'],
    answer: '変更して',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '髪の毛を',
      '。',
    ],
    moji: "束ねる",
    options: ['きれいに洗う', '短く切る', 'まとめる', '広げる'],
    answer: 'まとめる',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '何事も',
      'とうまくいかない。',
    ],
    moji: "慌てる",
    options: ['ゆっくりする', '適当にする', 'まじめにする', '急いでする'],
    answer: '急いでする',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '品質向上に',
      'います。',
    ],
    moji: "つとめて",//努めて
    options: ['努力して', '向かって', '苦労して', '従事して'],
    answer: '努力して',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'ほこりを部屋の隅に',
      '。',
    ],
    moji: "寄せる",
    options: ['捨てる', '集める', 'ためる', '見つける'],
    answer: '集める',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '生産数向上のために、新しい機械を',
      '。',
    ],
    moji: "もちいる",
    options: ['増やす', '買う', '選ぶ', '使う'],
    answer: '使う',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼の話を聞くと、やる気が',
      '。',
    ],
    moji: "わく",
    options: ['出る', '減る', 'なくなる', '見える'],
    answer: '出る',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '練習してマラソンのタイムを',
      '。',
    ],
    moji: "縮める",
    options: ['競う', '短くする', '測る', '確かめる'],
    answer: '短くする',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '新入社員を',
      'と100名の社員がいます。',
    ],
    moji: "含める",
    options: ['入れる', '除く', '採用する', '増やす'],
    answer: '入れる',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '週末は予定が',
      '。',
    ],
    moji: "埋まっている",
    options: ['なくなった', '全くない', 'いっぱいだ', '少しある'],
    answer: 'いっぱいだ',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '携帯電話の料金について、メールで',
      '。',
    ],
    moji: "問い合わせる",
    options: ['教える', '謝る', '送る', '確かめる'],
    answer: '確かめる',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '部長は出張で',
      '。',
    ],
    moji: "飛び回っている",
    options: ['遠くへでかけている', 'いそがしく歩き回っている', '会社の外にいる', 'いそがしくて疲れている'],
    answer: 'いそがしく歩き回っている',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'チーム全員で問題点を',
      '。',
    ],
    moji: "洗い出す",
    options: ['あきらかにする', '改善する', 'してきする', '言い合う'],
    answer: 'あきらかにする',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '文句ばかり言う客を',
      '。',
    ],
    moji: "追い返した",
    options: ['おいかけた', '帰らせた', 'うったえた', '説得した'],
    answer: '帰らせた',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '学校へ行く途中で、忘れ物に気付いて',
      '。',
    ],
    moji: "引き返した",
    options: ['声をかけた', '引き止めた', '拾ってとどけた', '来た道をもどった'],
    answer: '来た道をもどった',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼は',
      '体をしている。',
    ],
    moji: "たくましい",
    options: ['強そうな', '健康そうな', 'だらしない', 'うらやましい'],
    answer: '強そうな',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '私の上司は',
      '話し方をする人だ。',
    ],
    moji: "くどい",
    options: ['ひどい', 'しつこい', 'すばらしい', 'わかりにくい'],
    answer: 'しつこい',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      '出来事があった。',
    ],
    moji: "思いがけない",
    options: ['心配な', '悲しい', '意外な', '苦しい'],
    answer: '意外な',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '犬より',
      '猫の方が好きだ。',
    ],
    moji: "おとなしい",
    options: ['かわいい', '上品な', '優しい', 'しずかな'],
    answer: 'しずかな',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'このラーメンは、なんだか',
      '味だ。',
    ],
    moji: "ものたりない",
    options: ['理解できない', '想像できない', '満足できない', '説明できない'],
    answer: '満足できない',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼の言語能力は',
      'だ。',1
    ],
    moji: "非凡",
    options: ['まあまあだ', 'とても低い', '普通だ', 'すばらしい'],
    answer: 'すばらしい',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '日本語には',
      '表現が多い。',
    ],
    moji: "あいまいな",
    options: ['はっきりしない', 'おもしろい', '不思議な', '明確な'],
    answer: 'はっきりしない',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '部長はいつも',
      '指示をくれる。',
    ],
    moji: "的確な",
    options: ['詳細な', '明確な', 'はっきりしない', '優しい'],
    answer: '明確な',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      'ことを言って彼女を怒らせてしまった。',
    ],
    moji: "余計な",
    options: ['面倒な', '適当な', '不必要な', 'ばかな'],
    answer: '不必要な',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      '世の中になってしまった。',
    ],
    moji: "物騒な",
    options: ['うるさい', '危険な', '忙しい', '冷たい'],
    answer: '危険な',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼は',
      '表情をして座っている。',
    ],
    moji: "深刻な",
    options: ['厳しい', '眠そうな', 'よゆうな', 'うれしそうな'],
    answer: '厳しい',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '将来は',
      '家庭を築きたい。',
    ],
    moji: "円満な",
    options: ['大切な', 'おだやかな', 'おもしろい', '厳しい'],
    answer: 'おだやかな',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '観客の前で',
      '演技を見せた。',
    ],
    moji: "見事な",
    options: ['りっぱな', 'あたらしい', 'ひどい', 'さんざんな'],
    answer: 'りっぱな',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      '子犬を拾って家に連れて帰った。',
    ],
    moji: "あわれな",
    options: ['汚い', 'かわいい', 'かわいそうな', '死にそうな'],
    answer: 'かわいそうな',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼は',
      '変化も見逃さない。',
    ],
    moji: "わずかな",
    options: ['特別な', '単純な', '新しい', '小さい'],
    answer: '小さい',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '仕事を辞めて、',
      '。',
    ],
    moji: "のんびりしたい",
    options: ['眠りたい', '旅をしたい', 'ゆっくりしたい', '遊びたい'],
    answer: 'ゆっくりしたい',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '彼女の様子からして、',
      '嫌なことがあったのだろう。',
    ],
    moji: "よほど",
    options: ['とても', 'ちょっと', 'たくさん', 'まあまあ'],
    answer: 'とても',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'イベントの準備は、',
      '進んでいる。',
    ],
    moji: "着々と",
    options: ['にぎやかに', 'ゆっくりと', '止まらずに', 'こっそりと'],
    answer: '止まらずに',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'この作業は',
      '今日中に終えることができると思う。',
    ],
    moji: "おそらく",
    options: ['ほぼ', 'たぶん', '絶対', 'ぎりぎり'],
    answer: 'たぶん',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      '、学校を休むことにした。',
    ],
    moji: "当分",
    options: ['しばらく', 'ずっと', '今だけ', '一応'],
    answer: 'しばらく',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      '方法を使って目的を達成する。',
    ],
    moji: "あらゆる",
    options: ['意外な', '全ての', '自分なりの', '特別な'],
    answer: '全ての',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '宿泊先のホテルは、',
      '良い部屋だった。',
    ],
    moji: "案外",
    options: ['まあまあ', 'いつもより', '思ったより', '他より'],
    answer: '思ったより',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'ショッピングセンターで',
      '先生と会った。',
    ],
    moji: "たまたま",
    options: ['約束して', '偶然', '待ち合わせて', 'たまに'],
    answer: '偶然',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '',
      '、私は必要ないということですね。',
    ],
    moji: "要するに",
    options: ['つまり', '実は', '当然', 'たぶん'],
    answer: 'つまり',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '日本人でも',
      '漢字を忘れてしまう。',
    ],
    moji: "しばしば",
    options: ['突然', 'たまに', '何度も', 'うっかり'],
    answer: '何度も',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '息子の元気な姿を見て',
      'した。',
    ],
    moji: "ほっと",
    options: ['安心', '感心', '期待', '納得'],
    answer: '安心',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'スーパーで、高校の同級生と',
      '会った。',
    ],
    moji: "ばったり",
    options: ['突然', '偶然', '結構', '早速'],
    answer: '偶然',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'いまさら、',
      '仕方がない。',
    ],
    moji: "じたばたしても",
    options: ['走っても', 'やめても', '始めても', 'あわてても'],
    answer: 'あわてても',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '昨日、車を運転していたときに',
      'する出来事があった。',
    ],
    moji: "はらはら",
    options: ['心配', '苦労', '安心', ' 感動'],
    answer: '心配',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '資料に',
      '目を通してください。',
    ],
    moji: "ざっと",
    options: ['なるべく', 'だいたい', 'いい加減', 'きちんと'],
    answer: 'だいたい',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'もっと利益を出すために、業務の',
      'を見直した。',
    ],
    moji: "プロセス",
    options: ['要点', '内容', '過程', '問題'],
    answer: '過程',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '結婚記念日に、良い',
      'のレストランを予約した。',
    ],
    moji: "ムード",
    options: ['ふんいき', '環境', '音楽', '場所'],
    answer: 'ふんいき',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '金曜日は家族で',
      'を見に行く予定だ。',
    ],
    moji: "ナイター",
    options: ['夜の市場', '夜の試合', '夜の風景', '夜の花火'],
    answer: '夜の試合',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      '家の中で運動できる',
      'を作った。',
    ],
    moji: "スペース",
    options: ['時間', '家具', '空間', '予定'],
    answer: '空間',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'あそこのスーパーはいつも',
      '食材を置いている。',
    ],
    moji: "フレッシュな",
    options: ['新鮮な', '多様な', '安価な', '手軽な'],
    answer: '新鮮な',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'xxxxxxxx',
      'xxxxxxxx',
    ],
    moji: "",
    options: ['xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx'],
    answer: 'xxxxxxxx',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'xxxxxxxx',
      'xxxxxxxx',
    ],
    moji: "",
    options: ['xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx'],
    answer: 'xxxxxxxx',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'xxxxxxxx',
      'xxxxxxxx',
    ],
    moji: "",
    options: ['xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx'],
    answer: 'xxxxxxxx',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'xxxxxxxx',
      'xxxxxxxx',
    ],
    moji: "",
    options: ['xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx'],
    answer: 'xxxxxxxx',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'xxxxxxxx',
      'xxxxxxxx',
    ],
    moji: "",
    options: ['xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx'],
    answer: 'xxxxxxxx',
    type: '文脈規定',
    unit: 7
  },
  {
    id: 1,
    content: [
      'xxxxxxxx',
      'xxxxxxxx',
    ],
    moji: "",
    options: ['xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx', 'xxxxxxxx'],
    answer: 'xxxxxxxx',
    type: '文脈規定',
    unit: 7
  },
  
  // Unit 9
  {
    id: 1,
    content: ['','',],
    moji: 'ずるい',
    options: [
      '彼女はいつも上司が見ているときだけ仕事をしている、とてもずるい人だ。',
      'かぜをひいてしまって声がずるいので、今日は授業を休むことにした。',
      '彼はお金に厳しくてずるいので、絶対に割引されたものしか買わない。',
      '遅刻して一時間も待たせてしまうなんて、彼女には本当にずるいことをしてしまった。'
    ],
    answer: '彼女はいつも上司が見ているときだけ仕事をしている、とてもずるい人だ。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: '騒々しい',
    options: [
      '就職してからは騒々しい日々を送っているが、仕事も私生活も充実している。',
      '知らない人に声をかけられると、少し騒々しい気持ちになる。',
      '両親は私のやることにいちいち反対してくるので、本当に騒々しい。',
      'なんだか騒々しいので外を見てみると、車が建物にぶつかっていた。'
    ],
    answer: 'なんだか騒々しいので外を見てみると、車が建物にぶつかっていた。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: '厚かましい',
    options: [
      '大学4年間で書いたレポートを一つにまとめると、厚かましい一冊の本になった',
      '厚かましいお願いですが、一度工場を見学させていただけないでしょうか。',
      'ラーメンの中でも、特に厚かましい味のみそラーメンが大好きだ。',
      'そんなに厚かましい言い方はせずに、言いたいことをはっきり言ってください。'
    ],
    answer: '厚かましいお願いですが、一度工場を見学させていただけないでしょうか。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: '欠かせない',
    options: [
      '早朝に散歩するのは、私にとって欠かせない習慣だ。',
      'この食器は大切なものなので、運ぶときに欠かせないように気を付けてください。',
      'その資料はもう欠かせなくなったので、捨ててください。',
      'うちの車はエンジンが壊れて、もう欠かせなくなってしまった。'
    ],
    answer: '早朝に散歩するのは、私にとって欠かせない習慣だ。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: 'くだらない',
    options: [
      'くだらない話をして仲間と笑い合う時間は、私にとって大切な時間だ。',
      '今回のテストは悪い点数だと思っていたが、意外とくだらない結果だった。',
      '久しぶりに運動をしたら、腕がくだらなくなってしまった。',
      '一流の職人が作ったすしなので、やっぱり味がくだらなくておいしい。'
    ],
    answer: 'くだらない話をして仲間と笑い合う時間は、私にとって大切な時間だ。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: '一方的',
    options: [
      '自分の意見を一方的に押し付けないで、相手の意見を尊重できる人になりたい。',
      'この教科書に書かれている単語は一方的に覚えた。',
      'この道は午前中だけ一方的になって、車があまり通らなくなる。',
      'のどが乾いていたので、カフェでコーヒーを一方的に飲んでしまった。'
    ],
    answer: '自分の意見を一方的に押し付けないで、相手の意見を尊重できる人になりたい。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: '手頃',
    options: [
      '彼は長い間努力してきたので、試験に合格したのは手頃な結果だと言えるだろう。',
      '冷蔵庫にあるものだけで手頃に作れる料理をインターネットで探す。',
      'このパソコンは性能が良く手頃な価格なので、学生に人気だ。',
      '自然災害が多い日本では、非常時に手頃な判断をする能力が政府に求められている。'
    ],
    answer: 'このパソコンは性能が良く手頃な価格なので、学生に人気だ。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: 'さわやか',
    options: [
      'このレストランは、地元で採れたさわやかな食材を使用している。',
      '彼は清潔感があり、笑顔がさわやかなので、皆から好かれている。',
      '外はちょっとさわやかなので、上着を着て行った方が良いですよ。',
      '電車の中で友達と大声で話していたら、周りの人からさわやかな目で見られてしまった。'
    ],
    answer: '彼は清潔感があり、笑顔がさわやかなので、皆から好かれている。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: '和やか',
    options: [
      '買ったばかりの和やかなタオルを使うと、気分が良い。',
      '社長の誕生日パーティは、和やかな雰囲気で行われた。',
      '西駅と西一丁目駅の間は、和やかな坂が続いている。',
      '最近は自宅で仕事をしているので、毎日和やかな服装で過ごしている。'
    ],
    answer: '社長の誕生日パーティは、和やかな雰囲気で行われた。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: 'いまいち',
    options: [
      'けがをしないように、いまいちに安全を考えてヘルメットをかぶって作業してください。',
      '地震が起きたときは、あわてずにいまいち机の下に入ってください。',
      '友達にお勧めされた映画を観に行ったが、いまいちだった。',
      'このイチゴケーキは夏の期間限定商品なので、いまいち買った方が良いですよ。'
    ],
    answer: '友達にお勧めされた映画を観に行ったが、いまいちだった。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: 'なかなか',
    options: [
      '明日締め切りのレポートがなかなか進まなくていらいらする。',
      '佐藤さんの誕生日は、確か6月のなかなかだったと思う。',
      'このドリンクは、飲む前になかなかふってからお飲みください。',
      '海に行って、何も考えずになかなか海の上に浮かんでいたい。'
    ],
    answer: '明日締め切りのレポートがなかなか進まなくていらいらする。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: '直に',
    options: [
      '加藤さんは受験に向けて一日も休まず、直に勉強を頑張っている。',
      '肌に直に触れるものだから下着の素材にはこだわっている。',
      '倍号を曲がって、直に一キロ進むと私の家があります。',
      'たくさん汗をかいたので、帰宅したら直にシャワーを浴びた。'
    ],
    answer: '肌に直に触れるものだから下着の素材にはこだわっている。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: '一段と',
    options: [
      '彼女は高校のときもきれいだったが、10年ぶりに会うと一段ときれいになっていた。',
      '日本語の勉強を毎日一段と頑張って、試験に合格した。',
      'ちょっと小さいので、このくつの一段と大きいサイズをはいてみることにした。',
      'みんなで作業をすれば、面倒な作業も一段と終わるね。'
    ],
    answer: '彼女は高校のときもきれいだったが、10年ぶりに会うと一段ときれいになっていた。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: 'たびたび',
    options: [
      '間違えた問題は、できるようになるまでたびたび解くことが大切です。',
      '駅の前でたびたび高校の同級生に会って、5年ぶりに話をした。',
      '最近すごくやせたので、持っているスーツがたびたびになってしまった。',
      '私が住んでいるアパートは、雷のせいでたびたび停電が起こる。'
    ],
    answer: '私が住んでいるアパートは、雷のせいでたびたび停電が起こる。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: '明らか',
    options: [
      '彼は明らかな性格なので、彼がいるとその場の雰囲気が良くなる。',
      'ずっとなぞに包まれていた犯人の姿が明らかになった。',
      '彼は今の仕事に対してどう思っているのか、明らかに話してくれた。',
      'パソコンの画面が明らかなので、目が疲れてきた。'
    ],
    answer: 'ずっとなぞに包まれていた犯人の姿が明らかになった。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: 'きっぱり',
    options: [
      '彼は待ち合わせ時間の3時きっぱりに到着した。',
      '次の大学受験に落ちたら、きっぱりあきらめて就職することに決めた。',
      '佐藤さんの机の上は、きっぱり整理されていてきれいだ。',
      '大自然の中でキャンプをして、夜にきっぱりと輝く星空を見てみたい。'
    ],
    answer: '次の大学受験に落ちたら、きっぱりあきらめて就職することに決めた。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: 'ぐったり',
    options: [
      '今日は人の多いところに出かけたので、疲れてぐったりしてしまった。',
      '一週間ずっと雨が降り続いていて、もう雨にはぐったりだ。',
      '連休はどこにも遊びに行かず、実家でぐったり過ごしました。',
      'そんなにぐったり準備していたら、学校に遅刻するよ。'
    ],
    answer: '今日は人の多いところに出かけたので、疲れてぐったりしてしまった。',
    type: '文法形式の判断',
    unit: 9
  },
  {
    id: 1,
    content: ['','',],
    moji: 'ぐんぐん',
    options: [
      'うちのマンションは、上の階に住んでいる人の足音がぐんぐん響いてうるさい。',
      '今日は朝から頭がぐんぐん痛かったので、薬を飲んでなんとか乗り切った。',
      '一度話せるようになった言語も、使わないとぐんぐん忘れてしまう。',
      '今年に入って、会社の売り上げがぐんぐん伸びている。'
    ],
    answer: '今年に入って、会社の売り上げがぐんぐん伸びている。',
    type: '文法形式の判断',
    unit: 9
  },
  
];